Repository: socialbot114-cell/catecismo-ios
Catalog: iosApp/Resources/Localizable.xcstrings
Source language: pt_br
Languages: en, es, fr

source: Idioma do dispositivo
en: Device language
es: Idioma del dispositivo
fr: Langue de l’appareil

source: Idioma do app
en: App language
es: Idioma de la aplicación
fr: Langue de l’application

source: Início
en: Home
es: Inicio
fr: Accueil

source: Biblioteca
en: Library
fr: Bibliothèque

source: Temas
en: Topics
fr: Thèmes

source: Minha biblioteca
en: My Library
es: Mi biblioteca
fr: Ma bibliothèque

source: Preparando sua biblioteca…
en: Preparing your library…
es: Preparando tu biblioteca…
fr: Préparation de votre bibliothèque…

source: Os guias estão sendo carregados para leitura offline.
en: Your guides are loading for offline reading.
es: Se están cargando las guías para leer sin conexión.
fr: Chargement de vos guides pour une lecture hors ligne.

source: Não foi possível abrir a biblioteca
en: Could not open the library
es: No se pudo abrir la biblioteca
fr: Impossible d’ouvrir la bibliothèque

source: Tentar novamente
en: Try again
es: Intentar de nuevo
fr: Réessayer

source: Catecismo
en: Catechism
fr: Catéchisme

source: Continue sua leitura
en: Continue reading
es: Continúa leyendo
fr: Poursuivre la lecture

source: Retome de onde você parou
en: Pick up where you left off
es: Retoma donde lo dejaste
fr: Reprenez là où vous en étiez

source: Comece a ler
en: Start reading
es: Empieza a leer
fr: Commencer la lecture

source: Guias breves para refletir no seu ritmo
en: Short guides for reflection at your own pace
es: Guías breves para reflexionar a tu ritmo
fr: De courts guides pour réfléchir à votre rythme

source: Nenhum guia disponível
en: No guides available
es: No hay guías disponibles
fr: Aucun guide disponible

source: Sobre este aplicativo
en: About this app
es: Acerca de esta aplicación
fr: À propos de cette application

source: Aplicativo independente e não oficial. Reúne guias autorais de introdução; não é o Catecismo completo nem substitui as fontes oficiais.
en: Independent and unofficial app with original introductory guides. It is not the complete Catechism and does not replace official sources.
es: Aplicación independiente y no oficial con guías introductorias originales. No es el Catecismo completo ni sustituye las fuentes oficiales.
fr: Application indépendante et non officielle proposant des guides d’introduction originaux. Elle ne contient pas le Catéchisme complet et ne remplace pas les sources officielles.

source: Sua biblioteca, sempre com você
en: Your library, always with you
es: Tu biblioteca siempre contigo
fr: Votre bibliothèque, toujours avec vous

source: Todo o conteúdo funciona offline.
en: All content works offline.
es: Todo el contenido funciona sin conexión.
fr: Tout le contenu fonctionne hors ligne.

source: LEITURA E REFLEXÃO
en: READING AND REFLECTION
es: LECTURA Y REFLEXIÓN
fr: LECTURE ET RÉFLEXION

source: Catecismo em quatro partes
en: The Catechism in four parts
es: El Catecismo en cuatro partes
fr: Le Catéchisme en quatre parties

source: Fonte: PDF da Diocese de Miracema. §§2217 e 2439 incluídos no texto offline.
en: Source: Diocese of Miracema PDF. §§2217 and 2439 are included in the offline text.
es: Fuente: PDF de la Diócesis de Miracema. Los §§2217 y 2439 están incluidos en el texto sin conexión.
fr: Source : PDF du diocèse de Miracema. Les §§2217 et 2439 sont inclus dans le texte hors ligne.

source: EDIÇÃO EM PORTUGUÊS · %lld SEÇÕES
en: PORTUGUESE EDITION · %lld SECTIONS
es: EDICIÓN EN PORTUGUÉS · %lld SECCIONES
fr: ÉDITION PORTUGAISE · %lld SECTIONS

source: Edição em português · leitura offline
en: Portuguese edition · offline reading
es: Edición en portugués · lectura sin conexión
fr: Édition portugaise · lecture hors ligne

source: Aplicativo independente e não oficial. Inclui guias autorais e quatro partes do Catecismo transcritas da edição em português no PDF da Diocese de Miracema. O texto fica armazenado no aparelho para leitura offline.
en: Independent, unofficial app. Includes original guides and four parts of the Catechism transcribed from the Portuguese edition in the Diocese of Miracema PDF. The text is stored on the device for offline reading.
es: Aplicación independiente y no oficial. Incluye guías originales y cuatro partes del Catecismo transcritas de la edición en portugués del PDF de la Diócesis de Miracema. El texto se guarda en el dispositivo para leer sin conexión.
fr: Application indépendante et non officielle. Elle comprend des guides originaux et quatre parties du Catéchisme transcrites de l’édition portugaise du PDF du diocèse de Miracema. Le texte est enregistré sur l’appareil pour une lecture hors ligne.

source: Conheça a fé, um guia por vez.
en: Discover the faith, one guide at a time.
es: Conoce la fe, una guía a la vez.
fr: Découvrez la foi, un guide à la fois.

source: Começar leitura
en: Start reading
es: Comenzar la lectura
fr: Commencer la lecture

source: Encontre seu próximo guia
en: Find your next guide
es: Encuentra tu próxima guía
fr: Trouvez votre prochain guide

source: Busque por assunto ou escolha um guia para ler.
en: Search by topic or choose a guide to read.
es: Busca por tema o elige una guía para leer.
fr: Recherchez un sujet ou choisissez un guide à lire.

source: Buscar guia ou tema
en: Search guides or topics
es: Buscar guías o temas
fr: Rechercher un guide ou un thème

source: Buscar palavra, tema ou parágrafo
en: Search words, topics, or paragraphs
es: Buscar palabras, temas o párrafos
fr: Rechercher un mot, un thème ou un paragraphe

source: Limpar busca
en: Clear search
es: Borrar búsqueda
fr: Effacer la recherche

source: Nenhum resultado
en: No results
es: Sin resultados
fr: Aucun résultat

source: Não há conteúdo para mostrar.
en: There is no content to display.
es: No hay contenido para mostrar.
fr: Aucun contenu à afficher.

source: Tente buscar por outro título ou tema.
en: Try searching for another title or topic.
es: Prueba con otro título o tema.
fr: Essayez un autre titre ou thème.

source: Explore por tema
en: Explore by topic
es: Explorar por tema
fr: Explorer par thème

source: Escolha um caminho para aprofundar
en: Choose a path to explore more deeply
es: Elige un camino para profundizar
fr: Choisissez un parcours pour approfondir

source: Seu caminho de leitura, salvo neste aparelho
en: Your reading journey, saved on this device
es: Tu recorrido de lectura, guardado en este dispositivo
fr: Votre parcours de lecture, enregistré sur cet appareil

source: Guias iniciados
en: Guides started
es: Guías iniciadas
fr: Guides commencés

source: Tempo de leitura
en: Reading time
es: Tiempo de lectura
fr: Temps de lecture

source: Favoritos
en: Favorites
fr: Favoris

source: Guias que você marcou
en: Guides you saved
es: Guías que guardaste
fr: Guides que vous avez enregistrés

source: Seus favoritos aparecerão aqui
en: Your favorites will appear here
es: Tus favoritos aparecerán aquí
fr: Vos favoris apparaîtront ici

source: Toque no coração de um guia para guardá-lo nesta biblioteca.
en: Tap a guide’s heart to save it to this library.
es: Toca el corazón de una guía para guardarla en esta biblioteca.
fr: Touchez le cœur d’un guide pour l’enregistrer dans cette bibliothèque.

source: Citações
en: Quotes
es: Citas
fr: Citations

source: Trechos guardados durante a leitura
en: Passages saved while reading
es: Fragmentos guardados durante la lectura
fr: Extraits enregistrés pendant la lecture

source: Ainda não há citações
en: No quotes yet
es: Todavía no hay citas
fr: Aucune citation pour l’instant

source: Salve um trecho no leitor para encontrá-lo aqui.
en: Save a passage while reading to find it here.
es: Guarda un fragmento durante la lectura para encontrarlo aquí.
fr: Enregistrez un extrait pendant la lecture pour le retrouver ici.

source: Remover citação
en: Remove quote
es: Eliminar cita
fr: Supprimer la citation

source: Leitura
en: Reading
es: Lectura
fr: Lecture

source: Contexto do guia
en: Guide context
es: Contexto de la guía
fr: Contexte du guide

source: Guia sem capítulos
en: Guide has no chapters
es: La guía no tiene capítulos
fr: Le guide ne contient aucun chapitre

source: Este guia ainda não tem conteúdo disponível para leitura.
en: This guide has no reading content yet.
es: Esta guía todavía no tiene contenido disponible.
fr: Ce guide ne contient pas encore de texte à lire.

source: GUIA AUTORAL · %lld CAPÍTULOS
en: ORIGINAL GUIDE · %lld CHAPTERS
es: GUÍA ORIGINAL · %lld CAPÍTULOS
fr: GUIDE ORIGINAL · %lld CHAPITRES

source: CAPÍTULO %lld DE %lld
en: CHAPTER %lld OF %lld
fr: CHAPITRE %lld SUR %lld

source: Escolher capítulo
en: Choose chapter
es: Elegir capítulo
fr: Choisir un chapitre

source: Capítulo
en: Chapter
fr: Chapitre

source: Pausar
en: Pause
fr: Pause

source: Ouvir
en: Listen
es: Escuchar
fr: Écouter

source: Salvo
en: Saved
es: Guardado
fr: Enregistré

source: Salvar
en: Save
es: Guardar
fr: Enregistrer

source: Remover dos favoritos
en: Remove from favorites
es: Quitar de favoritos
fr: Retirer des favoris

source: Adicionar aos favoritos
en: Add to favorites
es: Añadir a favoritos
fr: Ajouter aux favoris

source: Capítulo vazio
en: Empty chapter
es: Capítulo vacío
fr: Chapitre vide

source: Concluir e avançar
en: Complete and continue
es: Completar y continuar
fr: Terminer et continuer

source: Concluir guia
en: Complete guide
es: Completar la guía
fr: Terminer le guide

source: Salvar como citação
en: Save as quote
es: Guardar como cita
fr: Enregistrer comme citation

source: 1 guia
en: 1 guide
es: 1 guía
fr: 1 guide

source: 1 guia para explorar
en: 1 guide to explore
es: 1 guía para explorar
fr: 1 guide à explorer

source: %lld guias
en: %lld guides
es: %lld guías
fr: %lld guides

source: %lld guias para explorar
en: %lld guides to explore
es: %lld guías para explorar
fr: %lld guides à explorer

source: Retomar
en: Resume
es: Continuar
fr: Reprendre

source: Busque por palavra, tema ou número do parágrafo (ex.: §1691).
en: Search by word, topic, or paragraph number (e.g. §1691).
es: Busca por palabra, tema o número de párrafo (p. ej., §1691).
fr: Recherchez un mot, un thème ou un numéro de paragraphe (ex. : §1691).

source: Trechos encontrados
en: Matching passages
es: Pasajes encontrados
fr: Passages trouvés

source: Toque para abrir o parágrafo
en: Tap to open the paragraph
es: Toca para abrir el párrafo
fr: Touchez pour ouvrir le paragraphe

source: Mostrando os primeiros %lld trechos. Refine a busca para ver outros.
en: Showing the first %lld passages. Refine your search to see others.
es: Se muestran los primeros %lld pasajes. Afina la búsqueda para ver otros.
fr: Affichage des %lld premiers passages. Affinez la recherche pour en voir d’autres.

source: Remover esta citação?
en: Remove this quote?
es: ¿Eliminar esta cita?
fr: Supprimer cette citation ?

source: Cancelar
en: Cancel
fr: Annuler

source: Abrir o trecho no leitor
en: Open the passage in the reader
es: Abrir el pasaje en el lector
fr: Ouvrir le passage dans le lecteur

source: Compartilhar citação
en: Share quote
es: Compartir cita
fr: Partager la citation

source: Continuar
en: Resume
fr: Reprendre

source: Parágrafo anterior
en: Previous paragraph
es: Párrafo anterior
fr: Paragraphe précédent

source: Parar narração
en: Stop narration
es: Detener narración
fr: Arrêter la lecture audio

source: Próximo parágrafo
en: Next paragraph
es: Párrafo siguiente
fr: Paragraphe suivant

source: Parágrafo %lld de %lld
en: Paragraph %lld of %lld
es: Párrafo %lld de %lld
fr: Paragraphe %lld sur %lld

source: Tamanho do texto
en: Text size
es: Tamaño del texto
fr: Taille du texte

source: Velocidade da voz
en: Voice speed
es: Velocidad de la voz
fr: Vitesse de la voix

source: Voz padrão
en: Default voice
es: Voz predeterminada
fr: Voix par défaut

source: Voz
en: Voice
fr: Voix

source: Opções de leitura
en: Reading options
es: Opciones de lectura
fr: Options de lecture

source: Citação salva
en: Quote saved
es: Cita guardada
fr: Citation enregistrée

source: Progresso
en: Progress
es: Progreso
fr: Progression

source: Pequeno
en: Small
es: Pequeño
fr: Petit

source: Padrão
en: Default
es: Predeterminado
fr: Standard

source: Grande
en: Large
fr: Grand

source: Muito grande
en: Extra large
es: Muy grande
fr: Très grand
